#include <iostream>

using namespace std;

void Menu() {
	cout << "\n\n--------------------------------------------------------------\n";
	cout << "--------------------------------------------------------------\n";
	cout << "**   **  ******  **  **  **  **\n";
	cout << "*** ***  **      **  **  ** *  *\n";
	cout << "** * **  ****    ******  ***** *\n";
	cout << "**   **  **      **  **  ** *  *\n";
	cout << "**   **  ******  **  **  **  **\n";
	cout << "--------------------------------------------------------------\n";
	cout << "--------------------------------------------------------------\n\n";

	cout << "1. Сложение" << endl;
	cout << "2. Вычитание" << endl;
	cout << "3. Умножение" << endl;
	cout << "4. Деление" << endl;
	cout << "5. Умножение больших чисел" << endl;
	cout << "6. Задание 1" << endl;
	cout << "7. Задание 2" << endl;
	cout << "0. Выход" << endl;
}